{
  "blog": "Blog",
  "previous": "Previous",
  "next": "Next",
  "relatedPosts": "Related posts",
  "seeMore": "See more",
  "comments": "Comments",
  "menu.home": "Home",
  "menu.about": "About",
  "menu.utilities": "Utilities",
  "menu.blog": "Blog",
  "menu.faq": "FAQ",
  "login": "Login",
  "logout": "Logout",
  "dashboard": "Dashboard",
  "footer.brand": "Da Nang Villa",
  "footer.brand.desc": "Luxury retreat on My Khe Beach, Da Nang. Experience 5-star service with absolute privacy.",
  "footer.contact": "Contact",
  "footer.connect": "Connect with us",
  "footer.hours": "Working hours:",
  "footer.hours.value": "8:00 - 22:00 daily",
  "footer.copyright": "© 2025 Da Nang Villa. All rights reserved.",
  "hero.discover": "Discover More",
  "hero.title": "VILLAS DA NANG",
  "hero.subtitle": "Exclusive Beachfront Villa in Da Nang with Private Pool & 5-Star Service",
  "cta.title": "Uncover exclusive experiences at the most prestigious Villas in Da Nang.",
  "cta.button": "Reserve Now",
  "intro.masterpiece.title": "A MASTERPIECE OF SEASIDE LIVING",
  "intro.private.title": "PRIVATE SANCTUARY – 5-STAR STANDARDS – ON THE MOST BEAUTIFUL SHORELINE OF DA NANG",
  "intro.p1": "Set along one of the most pristine beaches in Central Vietnam, each villa offers a private pool, generous living space, and uninterrupted ocean views. Thoughtfully designed for refined relaxation, the experience blends contemporary elegance with world-class hospitality, creating a sanctuary made for those who seek true exclusivity.",
  "intro.p2": "Here, every moment is an invitation to slow down—wake to a golden sunrise over the sea, unwind by your private pool, and let the rhythm of the ocean restore balance, serenity, and effortless luxury.",
  "intro.mobile.masterpiece": "A MASTERPIECE OF SEASIDE LIVING",
  "intro.mobile.private": "Private sanctuary – 5-star standards – on the most beautiful shoreline of Da Nang",
  "intro.mobile.p1": "Set along one of the most pristine beaches in Central Vietnam, each villa offers a private pool and ocean views.",
  "intro.mobile.p2": "Wake to a golden sunrise, unwind by your private pool, and let the ocean restore serenity.",
  "intro.refined.title": "REFINED SIMPLICITY IN MODERN LIVING",
  "intro.refined.p1": "Inspired by the elegance of coastal retreats, our villa is designed as a seamless dialogue between nature and contemporary luxury. Each space is crafted to embrace sunlight, ocean breeze, and calm — offering a private sanctuary for those seeking a slower, deeper kind of escape.",
  "intro.refined.p2": "The interior follows a “subtle luxury” philosophy: natural wood and stone, soft neutral tones, open layouts, and a private pool that blends into the surrounding landscape. Nothing is excessive, yet everything is intentional — from the morning light by the poolside to the quiet evenings under the sky",
  "intro.refined.tagline": "- FIND WHERE YOU BELONG -",
  "healing.title": "RELAX IN YOUR OWN PRIVATE SPACE",
  "healing.p1": "Nestled within a lush garden setting, each villa offers a world of calm and privacy. Natural light, the subtle scent of wood, and the still surface of the private pool create an atmosphere of complete ease. You don’t need to go anywhere — simply staying in is enough to feel restored, balanced, and surrounded by quiet luxury.",
  "healing.p2": "– A PLACE WHERE YOU TRULY UNWIND –",
  "no_blog_posts": "No blog posts yet."
}
