{
  "blog": "Blog",
  "previous": "Trang trước",
  "next": "Trang sau",
  "relatedPosts": "Bài viết liên quan",
  "seeMore": "Xem thêm",
  "comments": "Bình luận",
  "menu.home": "Trang chủ",
  "menu.about": "Về chúng tôi",
  "menu.utilities": "Tiện ích",
  "menu.blog": "Blog",
  "menu.faq": "FAQ",
  "login": "Đăng nhập",
  "logout": "Đăng xuất",
  "dashboard": "Dashboard",
  "footer.brand": "Villa Đà Nẵng",
  "footer.brand.desc": "Nghỉ dưỡng sang trọng bên bờ biển Mỹ Khê, Đà Nẵng. Trải nghiệm dịch vụ 5 sao với không gian riêng tư tuyệt đối.",
  "footer.contact": "Liên hệ",
  "footer.connect": "Kết nối với chúng tôi",
  "footer.hours": "Giờ làm việc:",
  "footer.hours.value": "8:00 - 22:00 hàng ngày",
  "footer.copyright": "© 2025 Villa Đà Nẵng. Bản quyền thuộc về chúng tôi.",
  "hero.discover": "Khám phá thêm",
  "hero.title": "VILLAS DA NANG",
  "hero.subtitle": "Biệt thự bên biển tại Đà Nẵng với hồ bơi riêng và dịch vụ 5 sao",
  "cta.title": "Khám phá trải nghiệm độc quyền tại các Villas danh tiếng nhất Đà Nẵng.",
  "cta.button": "Đặt ngay",
  "intro.masterpiece.title": "TUYỆT TÁC SỐNG BÊN BIỂN",
  "intro.private.title": "KHÔNG GIAN RIÊNG TƯ – CHUẨN 5 SAO – TRÊN BỜ BIỂN ĐẸP NHẤT ĐÀ NẴNG",
  "intro.p1": "Nằm trên một trong những bãi biển nguyên sơ nhất miền Trung, mỗi villa có hồ bơi riêng, không gian rộng rãi và tầm nhìn biển không bị che khuất. Thiết kế tinh tế cho sự thư giãn đẳng cấp, hòa quyện giữa vẻ đẹp hiện đại và dịch vụ đẳng cấp quốc tế, tạo nên chốn riêng dành cho những ai tìm kiếm sự độc quyền thực sự.",
  "intro.p2": "Mỗi khoảnh khắc là lời mời gọi sống chậm — thức dậy cùng bình minh vàng trên biển, thư giãn bên hồ bơi riêng, để nhịp điệu của đại dương khôi phục sự cân bằng, tĩnh tại và cảm giác xa hoa nhẹ nhàng.",
  "intro.mobile.masterpiece": "TUYỆT TÁC SỐNG BÊN BIỂN",
  "intro.mobile.private": "Không gian riêng tư – chuẩn 5 sao – trên bờ biển đẹp nhất Đà Nẵng",
  "intro.mobile.p1": "Nằm trên bãi biển nguyên sơ của miền Trung, mỗi villa có hồ bơi riêng và tầm nhìn hướng biển.",
  "intro.mobile.p2": "Thức dậy cùng bình minh, thư giãn bên hồ bơi riêng và để biển đem lại sự tĩnh tại.",
  "intro.refined.title": "SỰ TINH GIẢN TRONG PHONG CÁCH SỐNG HIỆN ĐẠI",
  "intro.refined.p1": "Lấy cảm hứng từ sự thanh lịch của các khu nghỉ dưỡng ven biển, villa được thiết kế như một cuộc đối thoại hài hòa giữa thiên nhiên và vẻ đẹp hiện đại. Mỗi không gian đều đón ánh nắng, gió biển và sự bình yên — mang đến chốn riêng cho những ai tìm kiếm hành trình chậm rãi, sâu sắc.",
  "intro.refined.p2": "Nội thất theo triết lý “xa hoa tinh tế”: gỗ và đá tự nhiên, tông màu trung tính, không gian mở, và hồ bơi riêng hòa vào cảnh quan xung quanh. Không điều gì dư thừa, nhưng mọi thứ đều có dụng ý — từ ánh sáng sớm bên hồ đến buổi tối tĩnh lặng dưới bầu trời.",
  "intro.refined.tagline": "- TÌM VỀ NƠI BẠN THUỘC VỀ -",
  "healing.title": "THƯ GIÃN TRONG KHÔNG GIAN RIÊNG CỦA BẠN",
  "healing.p1": "Nằm giữa khu vườn xanh mát, mỗi villa mang đến một thế giới yên bình và riêng tư. Ánh sáng tự nhiên, hương gỗ dịu nhẹ và mặt nước tĩnh lặng của hồ bơi riêng tạo nên cảm giác thư thái trọn vẹn. Bạn không cần đi đâu cả — chỉ cần ở lại cũng đủ để phục hồi, cân bằng và bao quanh bởi sự xa hoa tinh tế.",
  "healing.p2": "– NƠI BẠN THỰC SỰ THƯ THÁI –",
  "no_blog_posts": "Chưa có bài viết nào."
}
